Repository: yeager/dep-graph-viewer
Catalog: po/*.po
Languages: sv

source: Package name...
sv: Paketnamn...

source: Show dependencies
sv: Visa beroenden

source: Reverse
sv: Omvända

source: Show reverse dependencies
sv: Visa omvända beroenden

source: Circular
sv: Cirkulära

source: Find circular dependencies
sv: Hitta cirkulära beroenden

source: Settings
sv: Inställningar

source: Copy Debug Info
sv: Kopiera felsökningsinformation

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: About Dep Graph Viewer
sv: Om Dep Graph Viewer

source: No package selected
sv: Inget paket valt

source: Enter a package name to view its dependency tree.
sv: Ange ett paketnamn för att visa dess beroendeträd.

source: Ready
sv: Redo

source: Welcome
sv: Välkommen

source: Welcome to Dep Graph Viewer
sv: Välkommen till Dep Graph Viewer

source: Explore package dependency trees. ✓ Visualize .deb package dependencies ✓ Detect circular dependencies ✓ Search and filter packages ✓ Reverse dependency lookup ✓ Export dependency graph
sv: Utforska paketberoendeträd. ✓ Visualisera .deb-paketberoenden ✓ Upptäck cirkulära beroenden ✓ Sök och filtrera paket ✓ Omvänd beroendekontroll ✓ Exportera beroendegraf

source: Get Started
sv: Kom igång

source: Loading dependencies for %s...
sv: Läser in beroenden för %s...

source: Dependencies of %s
sv: Beroenden för %s

source: %(count)d packages
sv: %(count)d paket

source: %(count)d dependencies
sv: %(count)d beroenden

source: %(pkg)s: %(count)d dependencies
sv: %(pkg)s: %(count)d beroenden

source: Loading reverse dependencies...
sv: Läser in omvända beroenden...

source: Reverse dependencies of %s
sv: Omvända beroenden för %s

source: Checking for circular dependencies...
sv: Kontrollerar cirkulära beroenden...

source: No circular dependencies found
sv: Inga cirkulära beroenden hittades

source: %(count)d circular dependencies found
sv: %(count)d cirkulära beroenden hittades

source: Graph
sv: Diagram

source: Maximum depth
sv: Maximalt djup

source: Debug info copied
sv: Felsökningsinformation kopierades

source: General
sv: Allmänt

source: Quit
sv: Avsluta

source: Keyboard shortcuts
sv: Tangentbordsgenvägar

source: Visualize dependency trees for .deb packages. Find circular dependencies.
sv: Visualisera beroendeträd för .deb-paket. Hitta cirkulära beroenden.
